<?php
/**
  * Use：自定义项目配置 + 全局配置
  * Author：kan.yang@starcor.cn
  * DateTime：18-12-16 下午2:32
  * Description：
  * ========================================================================================
*/

/*========================================== 全局变量 开始 ===================================*/

//交易成功
define('TRADE_SUCCESS', 310001);
//交易失败
define('TRADE_FAIL', 310002);
//处理中
define('TRADE_PROCESS', 310003);
//退款中
define('TRADE_REFUND', 310004);
//订单状态缓存时间
define('ORDER_STATUS_BUFF_TIME',1800);



/*========================================== 全局变量 结束 ===================================*/

//253短信配置项
$arr_config_app['short_message_config'] = array(
    'api_send_url' => 'http://smssh1.253.com/msg/send/json',
    'api_account'  => 'N4040642',
    'api_password' => 'ReqmwPgKY84a97',
);


/*========================================== 系统配置 开始 ===================================*/

//添加实例：$arr_config_app[''] = '';

/*========================================== 系统配置 结束 ===================================*/

